Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: New
ar: جديد
de: Neu
es: Nueva
fr: Nouveau
hi: नया
it: Nuovo
ja: 新規
ko: 새 항목
nl: Nieuw
pl: Nowy
pt_br: Nova
ru: Новый
tr: Yeni
uk: Новий
zh_hans: 新
zh_hant: 新的

source: New Avatar
ar: صورة رمزية جديدة
de: Neuer Avatar
es: Nuevo avatar
fr: Nouvel avatar
hi: नया अवतार
it: Nuovo avatar
ja: 新規アバター
ko: 새로운 아바타
nl: Nieuwe avatar
pl: Nowy awatar
pt_br: Novo Avatar
ru: Новый аватар
tr: Yeni Avatar
uk: Новий аватар
zh_hans: 新头像
zh_hant: 新頭像

source: New Endpoint
ar: نقطة نهاية جديدة
de: Neuer Endpoint
es: Nuevo endpoint
fr: Nouvel endpoint
hi: नया एंडपॉइंट
it: Nuovo endpoint
ja: 新規エンドポイント
ko: 새로운 엔드포인트
nl: Nieuw endpoint
pl: Nowy endpoint
pt_br: Novo Endpoint
ru: Новый endpoint
tr: Yeni Uç Nokta
uk: Новий ендпоінт
zh_hans: 新端点
zh_hant: 新端點

source: New Resolver
ar: محلّل جديد
de: Neuer Resolver
es: Nuevo resolutor
fr: Nouveau résolveur
hi: नया रिज़ॉल्वर
it: Nuovo risolutore
ja: 新規リゾルバ
ko: 새로운 해석기
nl: Nieuwe resolver
pl: Nowy resolver
pt_br: Novo Resolvedor
ru: Новый обработчик
tr: Yeni Çözümleyici
uk: Новий обробник
zh_hans: 新解析器
zh_hant: 新解析器

source: New Session
ar: جلسة جديدة
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle session
hi: नया सेशन
it: Nuova sessione
ja: 新規セッション
ko: 새로운 세션
nl: Nieuwe sessie
pl: Nowa sesja
pt_br: Nova Sessão
ru: Новая сессия
tr: Yeni Oturum
uk: Новий сеанс
zh_hans: 新会话
zh_hant: 新工作階段

source: New Session in This Folder
ar: جلسة جديدة في هذا المجلد
de: Neue Sitzung in diesem Ordner
es: Nueva sesión en esta carpeta
fr: Nouvelle session dans ce dossier
hi: इस फ़ोल्डर में नया सेशन
it: Nuova sessione in questa cartella
ja: このフォルダで新規セッション
ko: 이 폴더에서 새로운 세션
nl: Nieuwe sessie in deze map
pl: Nowa sesja w tym folderze
pt_br: Nova Sessão Nesta Pasta
ru: Новая сессия в этой папке
tr: Bu Klasörde Yeni Oturum
uk: Новий сеанс у цій папці
zh_hans: 在此文件夹中新建会话
zh_hant: 在此資料夾中新增工作階段

source: New Session in “%@” %@
ar: جلسة جديدة في «%@» %@
de: Neue Sitzung in „%@“ %@
es: Nueva sesión en “%@” %@
fr: Nouvelle session dans « %@ » %@
hi: “%@” में नया सेशन %@
it: Nuova sessione in “%@” %@
ja: 「%@」で新規セッション %@
ko: “%@”에서 새로운 세션 %@
nl: Nieuwe sessie in ‘%@’ %@
pl: Nowa sesja w „%@” %@
pt_br: Nova Sessão em “%@” %@
ru: Новая сессия в «%@» %@
tr: “%@” İçinde Yeni Oturum %@
uk: Новий сеанс у «%@» %@
zh_hans: 在“%@”中新建会话 %@
zh_hant: 在「%@」中新增工作階段 %@

source: New Tab
ar: علامة تبويب جديدة
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
hi: नया टैब
it: Nuovo pannello
ja: 新規タブ
ko: 새로운 탭
nl: Nieuw tabblad
pl: Nowa karta
pt_br: Nova Aba
ru: Новая вкладка
tr: Yeni Sekme
uk: Нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

source: New Template
ar: قالب جديد
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau gabarit
hi: नया टेम्पलेट
it: Nuovo template
ja: 新規テンプレート
ko: 새로운 템플릿
nl: Nieuw sjabloon
pl: Nowy szablon
pt_br: Nova Predefinição
ru: Новый шаблон
tr: Yeni Şablon
uk: Новий шаблон
zh_hans: 新建模板
zh_hant: 新增範本

source: New Terminal
ar: طرفية جديدة
de: Neues Terminal
es: Nuevo terminal
fr: Nouveau terminal
hi: नया टर्मिनल
it: Nuovo terminale
ja: 新規ターミナル
ko: 새로운 터미널
nl: Nieuwe terminal
pl: Nowy terminal
pt_br: Novo Terminal
ru: Новый терминал
tr: Yeni Terminal
uk: Новий термінал
zh_hans: 新建终端
zh_hant: 新增終端機

source: New Terminal (⌘T)
ar: طرفية جديدة (⌘T)
de: Neues Terminal (⌘T)
es: Nuevo terminal (⌘T)
fr: Nouveau terminal (⌘T)
hi: नया टर्मिनल (⌘T)
it: Nuovo terminale (⌘T)
ja: 新規ターミナル（⌘T）
ko: 새로운 터미널(⌘T)
nl: Nieuwe terminal (⌘T)
pl: Nowy terminal (⌘T)
pt_br: Novo Terminal (⌘T)
ru: Новый терминал (⌘T)
tr: Yeni Terminal (⌘T)
uk: Новий термінал (⌘T)
zh_hans: 新建终端（⌘T）
zh_hant: 新增終端機（⌘T）

source: New reply
ar: رد جديد
de: Neue Antwort
es: Respuesta nueva
fr: Nouvelle réponse
hi: नया उत्तर
it: Nuova risposta
ja: 新しい返信
ko: 새로운 답변
nl: Nieuw antwoord
pl: Nowa odpowiedź
pt_br: Nova resposta
ru: Новый ответ
tr: Yeni yanıt
uk: Нова відповідь
zh_hans: 新回复
zh_hant: 新回覆

# New request: %@, %@
source: New request: %1$@, %2$@
ar: طلب جديد: %1$@، %2$@
de: Neue Anfrage: %1$@, %2$@
es: Nueva solicitud: %1$@, %2$@
fr: Nouvelle demande : %@, %@
hi: नया अनुरोध: %1$@, %2$@
it: Nuova richiesta: %1$@, %2$@
ja: 新しいリクエスト：%1$@、%2$@
ko: 새로운 요청: %1$@, %2$@
nl: Nieuw verzoek: %1$@, %2$@
pl: Nowa prośba: %1$@, %2$@
pt_br: Nova solicitação: %1$@, %2$@
ru: Новый запрос: %1$@, %2$@
tr: Yeni istek: %1$@, %2$@
uk: Новий запит: %1$@, %2$@
zh_hans: 新请求：%1$@，%2$@
zh_hant: 新請求：%1$@，%2$@

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Seguinte
ru: Далее
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

source: Next request
ar: الطلب التالي
de: Nächste Anfrage
es: Solicitud siguiente
fr: Demande suivante
hi: अगला अनुरोध
it: Richiesta successiva
ja: 次のリクエスト
ko: 다음 요청
nl: Volgend verzoek
pl: Następna prośba
pt_br: Próxima solicitação
ru: Следующий запрос
tr: Sonraki istek
uk: Наступний запит
zh_hans: 下一个请求
zh_hant: 下一個請求

source: No Folder
ar: بدون مجلد
de: Ohne Ordner
es: Sin carpeta
fr: Sans dossier
hi: कोई फ़ोल्डर नहीं
it: Senza cartella
ja: フォルダなし
ko: 폴더 없음
nl: Zonder map
pl: Bez folderu
pt_br: Sem Pasta
ru: Без папки
tr: Klasörsüz
uk: Без папки
zh_hans: 无文件夹
zh_hant: 無資料夾

source: No agent available to create a session
ar: لا يوجد وكيل متوفر لإنشاء جلسة
de: Kein Agent zum Erstellen einer Sitzung verfügbar
es: Ningún agente disponible para crear una sesión
fr: Aucun agent disponible pour créer une session
hi: सेशन बनाने के लिए कोई एजेंट उपलब्ध नहीं
it: Nessun agente disponibile per creare una sessione
ja: セッションを作成できるエージェントがありません
ko: 세션을 생성할 수 있는 에이전트 없음
nl: Geen agent beschikbaar om een sessie aan te maken
pl: Brak dostępnego agenta do utworzenia sesji
pt_br: Nenhum agente disponível para criar uma sessão
ru: Нет доступного агента для создания сессии
tr: Oturum oluşturmak için kullanılabilir ajan yok
uk: Немає доступного агента для створення сеансу
zh_hans: 没有可用于创建会话的智能体
zh_hant: 沒有可用來建立工作階段的代理程式

source: No agent has acted in this web view yet.
ar: لم يتصرف أي وكيل في عرض الويب هذا بعد.
de: In dieser Webansicht hat noch kein Agent gehandelt.
es: Ningún agente ha actuado todavía en esta vista web.
fr: Aucun agent n’a encore agi dans cette vue web.
hi: इस वेब दृश्य में अभी तक किसी एजेंट ने कार्य नहीं किया है।
it: Nessun agente ha ancora agito in questa vista web.
ja: このWebビューではまだどのエージェントも操作していません。
ko: 아직 이 웹 보기에서 동작한 에이전트가 없습니다.
nl: Er heeft nog geen agent in deze webweergave gehandeld.
pl: Żaden agent nie działał jeszcze w tym widoku www.
pt_br: Nenhum agente agiu nesta visualização web ainda.
ru: Ни один агент ещё не действовал в этой веб-панели.
tr: Bu web görünümünde henüz hiçbir ajan işlem yapmadı.
uk: Жоден агент ще не діяв у цьому вебперегляді.
zh_hans: 尚无智能体在此网页视图中操作。
zh_hant: 尚無代理程式在此網頁視圖中操作。

source: No agent recorded
ar: لا يوجد وكيل مسجّل
de: Kein Agent erfasst
es: Ningún agente registrado
fr: Aucun agent enregistré
hi: कोई एजेंट दर्ज नहीं
it: Nessun agente registrato
ja: 記録されたエージェントはありません
ko: 기록된 에이전트 없음
nl: Geen agent vastgelegd
pl: Nie zapisano agenta
pt_br: Nenhum agente registrado
ru: Агент не записан
tr: Kayıtlı ajan yok
uk: Агента не записано
zh_hans: 未记录智能体
zh_hant: 沒有記錄的代理程式

source: No archived session
ar: لا توجد جلسات مؤرشفة
de: Keine archivierte Sitzung
es: Ninguna sesión archivada
fr: Aucune session archivée
hi: कोई आर्काइव किया गया सेशन नहीं
it: Nessuna sessione archiviata
ja: アーカイブ済みのセッションはありません
ko: 보관된 세션 없음
nl: Geen gearchiveerde sessie
pl: Brak zarchiwizowanych sesji
pt_br: Nenhuma sessão arquivada
ru: Нет архивных сессий
tr: Arşivlenmiş oturum yok
uk: Немає архівованих сеансів
zh_hans: 没有已归档的会话
zh_hant: 沒有已封存的工作階段

source: No branch
ar: لا يوجد فرع
de: Kein Branch
es: Ninguna rama
fr: Aucune branche
hi: कोई ब्रांच नहीं
it: Nessun branch
ja: ブランチなし
ko: 브랜치 없음
nl: Geen branch
pl: Brak gałęzi
pt_br: Nenhuma branch
ru: Нет ветки
tr: Dal yok
uk: Немає гілки
zh_hans: 无分支
zh_hant: 無分支

source: No changes
ar: لا توجد تغييرات
de: Keine Änderungen
es: Sin cambios
fr: Aucune modification
hi: कोई बदलाव नहीं
it: Nessuna modifica
ja: 変更なし
ko: 변경 사항 없음
nl: Geen wijzigingen
pl: Brak zmian
pt_br: Nenhuma alteração
ru: Нет изменений
tr: Değişiklik yok
uk: Немає змін
zh_hans: 无更改
zh_hant: 沒有變更

source: No coding agent was detected on this Mac.
ar: لم يتم اكتشاف أي وكيل برمجة على هذا الـ Mac.
de: Auf diesem Mac wurde kein Coding-Agent erkannt.
es: No se ha detectado ningún agente de código en este Mac.
fr: Aucun agent de code n’a été détecté sur ce Mac.
hi: इस Mac पर कोई कोडिंग एजेंट नहीं मिला।
it: Nessun agente di programmazione rilevato su questo Mac.
ja: このMacではコーディングエージェントが検出されませんでした。
ko: 이 Mac에서 코딩 에이전트가 감지되지 않았습니다.
nl: Er is geen codeeragent gedetecteerd op deze Mac.
pl: Na tym Macu nie wykryto żadnego agenta kodującego.
pt_br: Nenhum agente de código foi detectado neste Mac.
ru: На этом Mac не обнаружено агентов для программирования.
tr: Bu Mac’te hiçbir kodlama ajanı algılanmadı.
uk: На цьому Mac не виявлено жодного агента для програмування.
zh_hans: 在这台 Mac 上未检测到编程智能体。
zh_hant: 在此 Mac 上未偵測到程式碼代理程式。

source: No folder
ar: لا يوجد مجلد
de: Kein Ordner
es: Ninguna carpeta
fr: Aucun dossier
hi: कोई फ़ोल्डर नहीं
it: Nessuna cartella
ja: フォルダなし
ko: 폴더 없음
nl: Geen map
pl: Brak folderu
pt_br: Nenhuma pasta
ru: Нет папки
tr: Klasör yok
uk: Немає папки
zh_hans: 无文件夹
zh_hant: 無資料夾

source: No journal for this session.
ar: لا يوجد سجل لهذه الجلسة.
de: Kein Protokoll für diese Sitzung.
es: No hay registro para esta sesión.
fr: Aucun journal pour cette session.
hi: इस सेशन के लिए कोई जर्नल नहीं।
it: Nessun registro per questa sessione.
ja: このセッションのジャーナルはありません。
ko: 이 세션의 활동 기록이 없습니다.
nl: Geen logboek voor deze sessie.
pl: Brak dziennika tej sesji.
pt_br: Nenhum registro para esta sessão.
ru: У этой сессии нет журнала.
tr: Bu oturum için günlük yok.
uk: Для цього сеансу немає журналу.
zh_hans: 此会话没有日志。
zh_hant: 此工作階段沒有日誌。

source: No matching session
ar: لا توجد جلسة مطابقة
de: Keine passende Sitzung
es: Ninguna sesión coincidente
fr: Aucune session correspondante
hi: कोई मेल खाता सेशन नहीं
it: Nessuna sessione corrispondente
ja: 一致するセッションはありません
ko: 일치하는 세션 없음
nl: Geen overeenkomende sessie
pl: Brak pasujących sesji
pt_br: Nenhuma sessão correspondente
ru: Нет подходящих сессий
tr: Eşleşen oturum yok
uk: Немає відповідних сеансів
zh_hans: 没有匹配的会话
zh_hant: 沒有符合的工作階段

source: No notes yet
ar: لا توجد ملاحظات بعد
de: Noch keine Notizen
es: Aún no hay notas
fr: Pas encore de notes
hi: अभी तक कोई नोट्स नहीं
it: Ancora nessuna nota
ja: メモはまだありません
ko: 아직 메모 없음
nl: Nog geen notities
pl: Brak notatek
pt_br: Nenhuma nota ainda
ru: Заметок пока нет
tr: Henüz not yok
uk: Ще немає нотаток
zh_hans: 尚无备注
zh_hant: 尚無筆記

source: No page open
ar: لا توجد صفحة مفتوحة
de: Keine Seite geöffnet
es: Ninguna página abierta
fr: Aucune page ouverte
hi: कोई पेज खुला नहीं
it: Nessuna pagina aperta
ja: 開いているページはありません
ko: 열린 페이지 없음
nl: Geen pagina geopend
pl: Brak otwartej strony
pt_br: Nenhuma página aberta
ru: Нет открытой страницы
tr: Açık sayfa yok
uk: Немає відкритої сторінки
zh_hans: 未打开页面
zh_hant: 沒有打開的頁面

source: No preview for this option
ar: لا تتوفر معاينة لهذا الخيار
de: Keine Vorschau für diese Option
es: No hay previsualización para esta opción
fr: Pas d’aperçu pour cette option
hi: इस विकल्प का कोई प्रीव्यू नहीं
it: Nessuna anteprima per questa opzione
ja: このオプションのプレビューはありません
ko: 이 옵션의 미리보기 없음
nl: Geen voorvertoning voor deze optie
pl: Brak podglądu tej opcji
pt_br: Sem pré-visualização para esta opção
ru: Нет просмотра для этого варианта
tr: Bu seçenek için önizleme yok
uk: Немає попереднього перегляду для цього варіанта
zh_hans: 此选项无预览
zh_hant: 此選項無法預覽

source: No prompt
ar: بدون prompt
de: Ohne Prompt
es: Sin prompt
fr: Sans prompt
hi: कोई प्रॉम्प्ट नहीं
it: Nessun prompt
ja: プロンプトなし
ko: 프롬프트 없음
nl: Geen prompt
pl: Bez promptu
pt_br: Sem prompt
ru: Без промпта
tr: İstem yok
uk: Без промпту
zh_hans: 无提示词
zh_hant: 無提示詞

source: No repository in this session yet.
ar: لا يوجد مستودع في هذه الجلسة بعد.
de: Noch kein Repository in dieser Sitzung.
es: Aún no hay ningún repositorio en esta sesión.
fr: Aucun dépôt dans cette session pour l’instant.
hi: इस सेशन में अभी तक कोई रिपॉज़िटरी नहीं।
it: Ancora nessun repository in questa sessione.
ja: このセッションにはまだリポジトリがありません。
ko: 아직 이 세션에 저장소가 없습니다.
nl: Nog geen repository in deze sessie.
pl: Brak repozytoriów w tej sesji.
pt_br: Nenhum repositório nesta sessão ainda.
ru: В этой сессии пока нет репозиториев.
tr: Bu oturumda henüz depo yok.
uk: У цьому сеансі ще немає репозиторію.
zh_hans: 此会话中尚无仓库。
zh_hant: 此工作階段尚無儲存庫。

source: No repository worked in yet.
ar: لم يتم العمل في أي مستودع بعد.
de: Noch in keinem Repository gearbeitet.
es: Aún no se ha trabajado en ningún repositorio.
fr: Aucun dépôt utilisé pour l’instant.
hi: अभी तक किसी रिपॉज़िटरी में काम नहीं हुआ।
it: Ancora nessun repository utilizzato.
ja: 作業したリポジトリはまだありません。
ko: 아직 작업한 저장소가 없습니다.
nl: Nog in geen enkele repository gewerkt.
pl: Jeszcze nie pracowano w żadnym repozytorium.
pt_br: Nenhum repositório usado ainda.
ru: Работы в репозиториях пока не было.
tr: Henüz hiçbir depoda çalışılmadı.
uk: Ще не було роботи в жодному репозиторії.
zh_hans: 尚未在任何仓库中工作。
zh_hant: 尚未在任何儲存庫中工作。

source: No resolver recognises this address: nothing would be loaded.
ar: لا يتعرّف أي محلّل على هذا العنوان: لن يتم تحميل أي شيء.
de: Kein Resolver erkennt diese Adresse: Es würde nichts geladen.
es: Ningún resolutor reconoce esta dirección: no se cargaría nada.
fr: Aucun résolveur ne reconnaît cette adresse : rien ne serait chargé.
hi: कोई रिज़ॉल्वर यह पता नहीं पहचानता: कुछ भी लोड नहीं होगा।
it: Nessun risolutore riconosce questo indirizzo: non verrebbe caricato nulla.
ja: このアドレスを認識するリゾルバがありません。何も読み込まれません。
ko: 이 주소를 인식하는 해석기가 없어 아무것도 불러오지 않습니다.
nl: Geen enkele resolver herkent dit adres: er zou niets worden geladen.
pl: Żaden resolver nie rozpoznaje tego adresu: nic nie zostałoby wczytane.
pt_br: Nenhum resolvedor reconhece este endereço: nada seria carregado.
ru: Ни один обработчик не распознаёт этот адрес: ничего не будет загружено.
tr: Hiçbir çözümleyici bu adresi tanımıyor: hiçbir şey yüklenmez.
uk: Жоден обробник не розпізнає цю адресу: нічого не буде завантажено.
zh_hans: 没有解析器能识别此地址：不会载入任何内容。
zh_hant: 沒有解析器能辨識此位址：不會載入任何內容。

source: No resolver selected
ar: لم يتم تحديد أي محلّل
de: Kein Resolver ausgewählt
es: Ningún resolutor seleccionado
fr: Aucun résolveur sélectionné
hi: कोई रिज़ॉल्वर चयनित नहीं
it: Nessun risolutore selezionato
ja: リゾルバが選択されていません
ko: 선택된 해석기 없음
nl: Geen resolver geselecteerd
pl: Nie zaznaczono resolvera
pt_br: Nenhum resolvedor selecionado
ru: Обработчик не выбран
tr: Çözümleyici seçilmedi
uk: Обробник не вибрано
zh_hans: 未选择解析器
zh_hant: 未選擇解析器

source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ru: Нет результатов
tr: Sonuç yok
uk: Немає результатів
zh_hans: 无结果
zh_hant: 沒有結果

source: No session in %@ matches this filter.
ar: لا توجد جلسة في «%@» تطابق عامل التصفية هذا.
de: Keine Sitzung in „%@“ entspricht diesem Filter.
es: Ninguna sesión de “%@” coincide con este filtro.
fr: Aucune session de « %@ » ne correspond à ce filtre.
hi: “%@” में कोई सेशन इस फ़िल्टर से मेल नहीं खाता।
it: Nessuna sessione in “%@” corrisponde a questo filtro.
ja: 「%@」にはこのフィルタに一致するセッションがありません。
ko: “%@”에 이 필터와 일치하는 세션이 없습니다.
nl: Geen sessie in ‘%@’ komt overeen met dit filter.
pl: Żadna sesja w „%@” nie pasuje do tego filtra.
pt_br: Nenhuma sessão em “%@” corresponde a este filtro.
ru: В «%@» нет сессий, соответствующих этому фильтру.
tr: “%@” içindeki hiçbir oturum bu filtreyle eşleşmiyor.
uk: Жоден сеанс у «%@» не відповідає цьому фільтру.
zh_hans: “%@”中没有与此过滤条件匹配的会话。
zh_hant: 「%@」中沒有符合此過濾條件的工作階段。

source: No session matches “%@”.
ar: لا توجد جلسة تطابق «%@».
de: Keine Sitzung entspricht „%@“.
es: Ninguna sesión coincide con “%@”.
fr: Aucune session ne correspond à « %@ ».
hi: कोई सेशन “%@” से मेल नहीं खाता।
it: Nessuna sessione corrisponde a “%@”.
ja: 「%@」に一致するセッションはありません。
ko: “%@”와(과) 일치하는 세션이 없습니다.
nl: Geen sessie komt overeen met ‘%@’.
pl: Żadna sesja nie pasuje do „%@”.
pt_br: Nenhuma sessão corresponde a “%@”.
ru: Нет сессий, соответствующих «%@».
tr: “%@” ile eşleşen oturum yok.
uk: Жоден сеанс не відповідає «%@».
zh_hans: 没有与“%@”匹配的会话。
zh_hant: 沒有符合「%@」的工作階段。

source: No session selected
ar: لم يتم تحديد أي جلسة
de: Keine Sitzung ausgewählt
es: Ninguna sesión seleccionada
fr: Aucune session sélectionnée
hi: कोई सेशन चयनित नहीं
it: Nessuna sessione selezionata
ja: セッションが選択されていません
ko: 선택된 세션 없음
nl: Geen sessie geselecteerd
pl: Nie zaznaczono sesji
pt_br: Nenhuma sessão selecionada
ru: Сессия не выбрана
tr: Oturum seçilmedi
uk: Сеанс не вибрано
zh_hans: 未选择会话
zh_hant: 未選擇工作階段

source: No session used %@.
ar: لم تستخدم أي جلسة %@.
de: Keine Sitzung hat %@ verwendet.
es: Ninguna sesión ha usado %@.
fr: Aucune session n’a utilisé %@.
hi: किसी सेशन ने %@ का उपयोग नहीं किया।
it: Nessuna sessione ha usato %@.
ja: %@を使用したセッションはありません。
ko: %@을(를) 사용한 세션이 없습니다.
nl: Geen enkele sessie heeft %@ gebruikt.
pl: Żadna sesja nie używała %@.
pt_br: Nenhuma sessão usou %@.
ru: Ни одна сессия не использовала %@.
tr: Hiçbir oturum şunu kullanmadı: %@.
uk: Жоден сеанс не використовував %@.
zh_hans: 没有会话使用过 %@。
zh_hant: 沒有工作階段使用 %@。

source: No session yet
ar: لا توجد جلسات بعد
de: Noch keine Sitzung
es: Aún no hay sesiones
fr: Aucune session pour l’instant
hi: अभी तक कोई सेशन नहीं
it: Ancora nessuna sessione
ja: セッションはまだありません
ko: 아직 세션 없음
nl: Nog geen sessie
pl: Brak sesji
pt_br: Nenhuma sessão ainda
ru: Сессий пока нет
tr: Henüz oturum yok
uk: Ще немає сеансів
zh_hans: 尚无会话
zh_hant: 尚無工作階段

source: No symbol of that name.
ar: لا يوجد رمز بهذا الاسم.
de: Kein Symbol mit diesem Namen.
es: No hay ningún símbolo con ese nombre.
fr: Aucun symbole de ce nom.
hi: इस नाम का कोई प्रतीक नहीं।
it: Nessun simbolo con questo nome.
ja: その名前の記号はありません。
ko: 해당 이름의 기호가 없습니다.
nl: Geen symbool met die naam.
pl: Brak symbolu o tej nazwie.
pt_br: Nenhum símbolo com esse nome.
ru: Нет символа с таким именем.
tr: Bu adda simge yok.
uk: Немає символу з такою назвою.
zh_hans: 没有该名称的符号。
zh_hant: 沒有該名稱的符號。

source: No templates yet — Manage… to write one, or add the examples.
ar: لا توجد قوالب بعد — انقر على «إدارة…» لكتابة قالب، أو أضف الأمثلة.
de: Noch keine Vorlagen – klicke auf „Verwalten …“, um eine zu schreiben, oder füge die Beispiele hinzu.
es: Aún no hay plantillas — haz clic en “Gestionar…” para escribir una o añade los ejemplos.
fr: Aucun gabarit pour l’instant — cliquez sur « Gérer… » pour en écrire un, ou ajoutez les exemples.
hi: अभी तक कोई टेम्पलेट नहीं — एक लिखने के लिए “प्रबंधित करें…” पर क्लिक करें, या उदाहरण जोड़ें।
it: Ancora nessun template — fai clic su Gestisci… per scriverne uno o aggiungi gli esempi.
ja: テンプレートはまだありません — 「管理…」で作成するか、例を追加してください。
ko: 아직 템플릿이 없습니다 — “관리…”를 클릭하여 작성하거나 예시를 추가하십시오.
nl: Nog geen sjablonen — klik op ‘Beheer…’ om er een te schrijven, of voeg de voorbeelden toe.
pl: Brak szablonów — kliknij „Zarządzaj…”, aby napisać szablon, lub dodaj przykłady.
pt_br: Nenhuma predefinição ainda — clique em “Gerenciar…” para escrever uma, ou adicione os exemplos.
ru: Шаблонов пока нет — нажмите «Управление…», чтобы написать шаблон, или добавьте примеры.
tr: Henüz şablon yok — yazmak için “Yönet…”i tıklayın ya da örnekleri ekleyin.
uk: Ще немає шаблонів — натисніть «Керувати…», щоб написати шаблон, або додайте приклади.
zh_hans: 尚无模板 — 点按“管理…”编写一个，或添加示例。
zh_hant: 尚無範本 — 按一下「管理…」來撰寫，或加入範例。

source: No templates yet.
ar: لا توجد قوالب بعد.
de: Noch keine Vorlagen.
es: Aún no hay plantillas.
fr: Aucun gabarit pour l’instant.
hi: अभी तक कोई टेम्पलेट नहीं।
it: Ancora nessun template.
ja: テンプレートはまだありません。
ko: 아직 템플릿이 없습니다.
nl: Nog geen sjablonen.
pl: Brak szablonów.
pt_br: Nenhuma predefinição ainda.
ru: Шаблонов пока нет.
tr: Henüz şablon yok.
uk: Ще немає шаблонів.
zh_hans: 尚无模板。
zh_hant: 尚無範本。

source: No terminal is selected.
ar: لم يتم تحديد أي طرفية.
de: Kein Terminal ausgewählt.
es: No hay ningún terminal seleccionado.
fr: Aucun terminal n’est sélectionné.
hi: कोई टर्मिनल चयनित नहीं है।
it: Nessun terminale selezionato.
ja: ターミナルが選択されていません。
ko: 선택된 터미널이 없습니다.
nl: Er is geen terminal geselecteerd.
pl: Nie zaznaczono terminala.
pt_br: Nenhum terminal está selecionado.
ru: Терминал не выбран.
tr: Hiçbir terminal seçili değil.
uk: Термінал не вибрано.
zh_hans: 未选择终端。
zh_hant: 未選擇終端機。

source: No ticket, request, branch or worktree yet.
ar: لا توجد تذكرة أو طلب أو فرع أو worktree بعد.
de: Noch kein Ticket, Request, Branch oder Worktree.
es: Aún no hay tickets, merge requests, ramas ni worktrees.
fr: Aucun ticket, requête, branche ni worktree pour l’instant.
hi: अभी तक कोई टिकट, रिक्वेस्ट, ब्रांच या worktree नहीं।
it: Ancora nessun ticket, richiesta, branch o worktree.
ja: チケット、リクエスト、ブランチ、ワークツリーはまだありません。
ko: 아직 티켓, 요청, 브랜치 또는 worktree가 없습니다.
nl: Nog geen ticket, request, branch of worktree.
pl: Brak zgłoszeń, requestów, gałęzi i worktree.
pt_br: Nenhum ticket, merge request, branch ou worktree ainda.
ru: Пока нет тикетов, запросов, веток или worktree.
tr: Henüz talep, istek, dal veya worktree yok.
uk: Ще немає тікетів, запитів на злиття, гілок чи worktree.
zh_hans: 尚无工单、请求、分支或 worktree。
zh_hant: 尚無工單、請求、分支或 worktree。

source: No token usage was reported for this row.
ar: لم يُبلَّغ عن استخدام أي رموز لهذا الصف.
de: Für diese Zeile wurde keine Token-Nutzung gemeldet.
es: No se ha indicado consumo de tokens para esta fila.
fr: Aucune consommation de jetons n’a été signalée pour cette ligne.
hi: इस पंक्ति के लिए कोई टोकन उपयोग दर्ज नहीं किया गया।
it: Nessun utilizzo di token riportato per questa riga.
ja: この行のトークン使用量は報告されていません。
ko: 이 행에 대해 보고된 토큰 사용량이 없습니다.
nl: Voor deze rij is geen tokengebruik gemeld.
pl: Dla tego wiersza nie podano użycia tokenów.
pt_br: Nenhum uso de tokens foi informado para esta linha.
ru: Для этой строки не сообщалось об использовании токенов.
tr: Bu satır için token kullanımı bildirilmedi.
uk: Для цього рядка не надано даних про використання токенів.
zh_hans: 此行未报告 token 用量。
zh_hant: 此列未回報 token 用量。

source: No transcript found
ar: لم يُعثر على أي transcript
de: Kein Transkript gefunden
es: No se ha encontrado ningún transcript
fr: Aucun transcript trouvé
hi: कोई ट्रांसक्रिप्ट नहीं मिला
it: Nessuna trascrizione trovata
ja: トランスクリプトが見つかりません
ko: 트랜스크립트를 찾을 수 없음
nl: Geen transcript gevonden
pl: Nie znaleziono transkryptu
pt_br: Nenhuma transcrição encontrada
ru: Транскрипт не найден
tr: Döküm bulunamadı
uk: Транскрипт не знайдено
zh_hans: 找不到对话记录
zh_hant: 找不到對話記錄
